{
  "head.menu.home": "Home",
  "head.menu.tools": "Trading Tools",
  "head.menu.market": "Markets",
  "head.menu.news": "News",
  "head.menu.live": "Live Streaming",
  "head.menu.about": "About Us",
  "head.menu.newAccount": "Open Account",
  "head.menu.signIn": "Sign In",
  "head.menu.signOut": "Sign Out",
  "home.first.banner.title": "The World’s #1 short video & social Trading Platform",
  "home.first.banner.subtitle": "Learn from other traders",
  "home.first.banner.centerTxt": "Gain insights from top traders",
  "home.first.banner.otherTxt": "Any time, any place, share with each other",
  "home.second.banner.title": "Serving traders",
  "home.second.banner.subtitle": "Precise quotes & direct connection to exchanges",
  "home.second.banner.txt": "The correct way to use GPT",
  "home.second.banner.subtxt": "Create quantitative strategies with convenience",
  "home.third.banner.title": "Autu Securities offers global financial market investment opportunities through derivatives, including stocks, futures, commodities, indices, and cryptocurrencies.",
  "home.action.title": "Autu Securities is a regulated online trading platform that provides access to all global financial markets through derivative such as futures, options, and CFDs. Here are the advantages of trading with Autu Securities:",
  "home.action.subtitle": "Low trading costs",
  "home.action.txt01": "Industry’s most competitive zero-spread trading model",
  "home.action.txt02": "Direct connections to exchanges",
  "home.action.txt03": "Transparent quote history ",
  "home.action.txt04": "Flexible leverage, enhancing the efficiency of capital usage",
  "home.action.txt05": "Our clients' continued profitability is the foundation of our success.",
  "home.section.title": "Top-notch execution & trading conditions",
  "home.section.txt01": "Data centers housed within Equinix in London and New York",
  "home.section.txt02": "Trading products sourced from multiple global exchanges with high liquidity and extensive market depth",
  "home.section.txt03": "Connections to major global exchanges such as CME, CBOT, NYMEX, HKEX, SGX...",
  "home.section.txt04": "Advanced technology and server equipment employed in the trading system to ensure order execution speed",
  "home.stpModal.title": "STP model (straight-through processing to exchanges)",
  "home.stpModal.txt01": "All orders are directly passed to exchanges, ensuring transparent and fair trading",
  "home.stpModal.txt02": "Implementing the STP model has always been our highest priority.",
  "home.stpModal.txt03": "We are committed to providing our clients with the highest-quality trading experience, enabling them to achieve better trading outcomes in financial markets such as stocks, futures, and cryptocurrencies.",
  "home.ai.title": "Empowering traders with AI, lowering the barriers to entry into the professional field",
  "home.ai.txt01": "Simple and convenient embedded automated trading tools",
  "home.ai.txt02": "CHATGPT interface offered to high-end clients for strategy development assistance, aiding inexperienced clients in transforming trading strategies into automated trading systems",
  "home.ai.txt03": "Embedded copy-trading system showcasing professional traders' trading strategies, promoting mutual learning and inspiration",
  "home.ai.txt04": "Multiple trading tools and market analysis, such as financial calendars, charting tools, technical indicators, and open APIs, helping users make more informed trading decisions.",
  "footer.form.title": "If you have any inquiries, please leave your contact information, and we will reply in due course.",
  "footer.form.name": "Name",
  "footer.form.tel": "Tel/Mobile",
  "footer.form.email": "Email",
  "footer.form.recaptcha": "reCAPTCHA",
  "footer.form.inquiry": "Inquiry",
  "footer.form.submit": "Submit",
  "footer.info.tel": "Tel: ",
  "footer.info.website": "Website: ",
  "footer.info.email": "Email: ",
  "footer.info.address": "Address: ",
  "footer.info.hk": "Hongkong：",
  "footer.info.vanuatu": "Vanuatu：",
  "footer.info.australia": "Australia：",
  "footer.info.disclaimer": "Disclaimer:",
  "footer.info.disclaimer.content": "Autu Securities International Inc. (VFSC Registration No. 700682) is a financial services company to be regulated by the Vanuatu Financial Services Commission. The information provided on this website is for general informational purposes only and does not contain any personal financial advice. Before using the information on this website, please consider the applicability of the information to your own objectives, financial situation, and needs. Financial derivatives, margin trading, and other high-risk activities may not be suitable for all investors. You may experience losses exceeding the initial deposit amount when trading. We recommend seeking professional advice to ensure a comprehensive understanding of the risks involved before trading. Before deciding on any financial products provided on this website, please carefully read our user terms, risk warning, privacy policy, and other relevant disclosure documents. Any products and services provided on this website are not intended for residents of the United States. You must be at least 18 years old to access our website, products, and services. By accessing our website, you confirm that you meet the age requirement.",
  "footer.list.agreement": "Client Agreement",
  "footer.list.risk": "Risk Acknowledgement",
  "footer.list.amlAndCtf": "AML & CTF Policy",
  "footer.list.policy.agreement": "Privacy Agreement",
  "footer.list.interest.conflicts.policy": "Interest Conflicts Policy",
  "footer.list.execution.policy": "Execution Policy",
  "market.banner.title": "Autu provides its clients with the opportunity to invest in a wide range of financial market products globally using derivative instruments such as futures, options, and CFDs, ",
  "market.banner.title1": "including global stocks, stock indices, commodity futures, cryptocurrencies, and currency pairs",
  "market.banner.title2": ".",
  "market.banner.stock": "Stock indices",
  "market.banner.conmmodity": "Commodity futures",
  "market.banner.energies": "Energies",
  "market.banner.precious": "Precious metals",
  "market.banner.global": "Global stocks",
  "market.banner.cryptocurrencies": "Cryptocurrencies",
  "market.banner.currency": "Currency pairs",
  "market.action.title": "Global stock indices",
  "market.action.subtitle": "Trade global stock indices on major exchanges worldwide and seize opportunities in global macro or economic activity (available for both spot and futures trading).",
  "market.stock.title": "Stocks: Invest in equity assets across the globe",
  "market.stock.subtitle": "Trade thousands of global listed companies from countries such as the US (NYSE, NASDAQ), Hong Kong, the UK, and Europe (Paris Stock Exchange, Frankfurt Stock Exchange, Madrid Stock Exchange).",
  "market.stock.txt01": "Bidirectional trading enables clients to take both long and short positions, capturing opportunities in both rising and falling markets.",
  "market.stock.txt02": "Highly competitive trading commissions, lower than the industry average",
  "market.stock.txt03": "A diverse selection of products to facilitate capital appreciation.",
  "market.stock.tips": "*On the day of corporate financial report release, margin requirements may be increased. This is a client protection measure that can help prevent price gaps that frequently occur after financial report releases.",
  "market.commodities.title": "Commodities (spot and futures)",
  "market.commodities.subtitle": "Bulk commodities  Precious metals, Energies",
  "market.commodities.txt01": "Incorporating gold, silver, and other metals into your investment portfolio can reduce the risks of a single investment.",
  "market.commodities.txt02": "Participate in the global energy market, trade the hottest commodities worldwide, and seize opportunities brought by fluctuations in the global economy.",
  "market.cryptocurrencies.title": "Cryptocurrencies",
  "market.cryptocurrencies.subtitle": "Autu provides a brand new investment opportunity through trading derivative contracts of the world's hottest cryptocurrencies, participating in the cryptocurrency market with a total value exceeding $2 trillion.",
  "market.cryptocurrencies.txt01": "Trade the world's hottest cryptocurrencies, including Bitcoin, Ethereum, Binance Coin, Litecoin, Dogecoin, Polkadot, and more. ",
  "market.cryptocurrencies.txt02": "Trade 24 hours a day, 7 days a week",
  "market.cryptocurrencies.txt03": "Compared to pure cryptocurrency trading platforms, Autu offers lower trading costs and no clearing margin losses.",
  "market.cryptocurrencies.warn": "The volatile price fluctuations of cryptocurrencies provide more opportunities and choices for investors seeking high returns.",
  "market.currency.title": "Currency Pair Trading",
  "market.currency.subtitle": "The largest trading market in the world",
  "market.currency.txt01": "Foreign exchange trading is the most liquid and largest market in the world. Through trading forex contracts for difference (CFDs), you can efficiently buy or sell one currency against another and profit from short-term or long-term exchange rate fluctuations.",
  "market.currency.txt02": "Autu offers mainstream currency pair trading, allowing you to experience the great liquidity of the forex market through the STP no dealing desk model and tap into the potential of the world's largest financial market.",
  "tools.banner.title": "A comprehensive multi-terminal trading platform that meets your trading needs",
  "tools.banner.subtitle": "Desktop, Web, Mobile trading platform.",
  "tools.banner.windows": "Windows",
  "tools.banner.web": "Web",
  "tools.banner.android": "Android",
  "tools.banner.ios": "IOS",
  "tools.action.title": "Desktop trading station",
  "tools.action.subtitle": "Autu's cTrader desktop application has powerful trading and replay functions.",
  "tools.action.txt01": "Provides functions such as manual trading, algorithmic trading, copy trading, charting, technical analysis, and market replay, which are used by traders for replay, analysis, backtesting, and optimization.",
  "tools.action.txt02": "Customizable interface, allowing users to fold and expand blocks, zoom in/out, change color chart settings, and move charts, all of which can be operated by users themselves.",
  "tools.section.title": "Web-based trading platform",
  "tools.section.subtitle": "The web platform can be used on any device without installing any software, allowing you to log in to your account anytime, anywhere.",
  "tools.section.txt": "The web platform can be used on any device without installing any software, allowing you to log in to your account anytime, anywhere.",
  "tools.section.enter": "Click to enter",
  "tools.mobile.title": "Mobile trading platform",
  "tools.mobile.subtitle": "Android • iPhone",
  "tools.mobile.content": "Native applications for trading on iOS and Android devices. These combine rich charting functionalities, advanced order types, and a selection of important account information.",
  "tools.mobile.txt": "The platform supports 22 languages and allows traders to submit market, limit, stop-loss, and stop-loss limit orders.  For each trading instrument, traders can view instrument information, real-time market sentiment, trading schedule, dynamic leverage schedule, external news, etc.",
  "tools.copy.title": "Copy Trading",
  "tools.copy.subtitle": "Any trader can become a strategy provider and broadcast their trading signals to followers. Investors can discover strategies and start and stop copying strategies at any time.",
  "tools.copy.txt01": "Various advanced risk management functions",
  "tools.copy.txt02": "Detailed strategy configuration file",
  "tools.copy.txt03": "Completely transparent, showing full history and open positions",
  "tools.copy.txt04": "Detailed charts provide rich analysis tools to help traders find the right strategy",
  "tools.copy.txt05": "User-friendly and intuitive interface",
  "tools.automated.title": "Automated trading",
  "tools.automated.txt01": "The cTrader Automate algorithmic trading solution is integrated with the trading platform natively, seamlessly connecting with manual trading and charting functionality, and can also work seamlessly with other platform features.",
  "tools.automated.txt02": "Traders can use the popular C# language to build automated trading robots and custom indicators, using the powerful cTrader API from the platform, and equipped with the necessary tools to backtest and optimize trading strategies correctly.",
  "tools.automated.txt03": "Market data, trading history, all order types, and position modification settings, as well as code, account, connection, and error information, are available to incorporate as many details as possible into automated strategies.",
  "tools.intro.title": "cTrader Automate comes with a selection of features that enable users to develop robots and indicators in an efficient and effective manner.",
  "tools.intro.list1.title": "In-built Code Editor",
  "tools.intro.list1.content": "Code for robots and indicators can be written using Visual Studio, or the built-in code editor. The code editor is designed to make coding as straightforward and hassle-free as possible, including useful functionalities, such as search, auto-formatting and code completion.",
  "tools.intro.list2.title": "Automate.API",
  "tools.intro.list2.content": "Automate.API is a powerful API that gives you access to all the necessary functionalities for developing a robot or an indicator, including market data, prebuilt indicators and trading functions. Utilizing this API, and its robust and fully tested classes and functions, one saves a considerable amount of precious development time.",
  "tools.intro.list3.title": "Plug & Play Automated Trading",
  "tools.intro.list3.content": "cTrader’s ‘plug and play’ functionality allows you to load a robot or indicator (or download one from other users in the community), and click ‘play’ to instantly begin trading, without engaging into complicated installation procedures. With ‘plug and play’ you can install and run cBots in seconds.",
  "tools.info.title": "A wide range of features is available to support any trader or developer in creating their automated trading strategies and custom indicators.",
  "tools.info.list1.title": "Visual Backtesting",
  "tools.info.list1.content": "cTrader provides advanced visual backtesting possibilities for testing and visualizing a cBot’s performance against a broker’s own historical tick or trendbar data, over any specified time period.",
  "tools.info.list2.title": "Optimization",
  "tools.info.list2.content": "An advanced optimization functionality lets traders find the optimal set of parameters for their cBot. Optimization runs multiple backtest procedures, and compares their performance.",
  "tools.info.list3.title": "Historical Data",
  "tools.info.list3.content": "cTrader gives access to historical data of dozens of symbols. Robots can be backtested against accurate historical data for a large number of timeframes, including raw tick data.",
  "tools.info.list4.title": "Trade Statistics",
  "tools.info.list4.content": "Review trade statistics for backtesting results, such as Net Profit, Max Balance Drawdown, Max Equity Drawdown, Winning Trades, and other useful information related to your backtest.",
  "tools.info.list5.title": "Backtesting History",
  "tools.info.list5.content": "See the entire history of your backtesting. Trace each deal and view useful information, such as the entry and close time and price, net and gross profit, volume and direction of each deal.",
  "tools.info.list6.title": "Deal Map",
  "tools.info.list6.content": "Visualize the details of executed deals on the chart. Improve strategies by identifying opening and closing moments of deals, and correlating them with underlying price movements.",
  "live.banner.title": "Mainstream short video platforms • 20+ live trading strategies",
  "live.banner.subtitle": "Desktop version • Web version • Mobile trading platform",
  "live.banner.txt01": "Watch other people's trading in the live broadcast room to learn trading skills. ",
  "live.banner.txt02": "You can also publish your own trading views, experiences, or live operations in short videos to communicate and share with other investors and establish your influence. ",
  "live.banner.txt03": "This is a new social trading method that allows you to have a more intuitive understanding of market dynamics and make more flexible decisions, thus achieving better investment returns. ",
  "live.banner.txt04": "Whether you are a novice or an experienced investor, you can find suitable investment opportunities and communication partners on this platform.",
  "live.apply.video": "To apply for entry into the live broadcast room, please contact the platform's customer support or follow the platform's instructions for application.",
  "live.apply.partnner": "To apply to become an Autu Partnner",
  "live.apply.contact": "please contact cs@autu.finance.",
  "live.find.experts": "Searching for trading experts….",
  "news.banner.title": "Economic Calendar",
  "news.banner.subtitle": "Use the economic calendar to track major news, market events, and data releases. Regularly checking the economic calendar helps you stay up-to-date on the latest financial market developments.",
  "about.banner.title": "Autu Securities is an online trading platform that offers global financial market products for individual investors and institutional clients",
  "about.section.txt01": "Autu Securities is an international securities company registered in Vanuatu, (to be) regulated by the Vanuatu Financial Services Commission. The core team comes from top international investment teams and top hedge funds, as well as financial talents from top universities around the world. The team has rich practical experience and a deep understanding of the pain points of financial market traders, committed to building a platform that truly serves traders.",
  "about.section.txt02": "We have years of accumulated rich industry experience and high-quality global resources, seeking the best trading solutions worldwide and focusing on providing professional, efficient, and comprehensive services to our clients",
  "about.section.txt022": ".",
  "about.section.txt03": "We are committed to discovering and cultivating successful trading partners for our clients, while providing real-time strategy streaming, mutual learning, and inspiration to help clients stand out in the fiercely competitive market and become the masters in the trading industry.",
  "about.info.txt01": "The platform's most innovative feature is its provision of multiple market-verified and stable profit strategy copy trading services, as well as its commitment to discovering and seeking out trading masters from around the world for people to learn from and exchange with. Utilizing the convenience of short video and live broadcast platforms, the platform provides a learning and communication platform for people to learn from each other anytime and anywhere.",
  "about.info.txt02": "It is a global derivatives trading platform embedded with quantitative trading robots, providing quantitative strategies such as grid trading, trailing stop loss strategy, unlimited grid trading strategy, and futures arbitrage.",
  "about.info.txt03": "The platform empowers traders to build their own trading strategies by providing a wealth of financial data, backtesting tools, and algorithm libraries. It utilizes the latest tools such as Chat-GPT and AI empowerment to assist traders with no programming background in turning their strategies into programs.",
  "about.v&m.title": "Autu Vision & Mission",
  "about.v&m.subtitle": "Vision: To be the world's leading intelligent derivatives trading platform, and to create value for traders through collaboration and innovation.",
  "about.v&m.content": "Mission: By offering convenience, efficiency, and intelligence in trading, we help customers enhance their trading efficiency and profitability, making global financial investment a seamless experience.",
  "about.philosophy.title": "Company Philosophy",
  "about.philosophy.list01.title": "Embracing Innovation",
  "about.philosophy.list01.content": "We firmly believe that artificial intelligence technology will bring revolutionary changes to the financial industry. We will continue to embrace innovation and keep moving forward.",
  "about.philosophy.list02.title": "Win-Win Cooperation",
  "about.philosophy.list02.content": "We are committed to helping traders achieve success in trading and increase profitability, while sharing resources and growing together.",
  "about.philosophy.list03.title": "Trustworthiness",
  "about.philosophy.list03.content": "As a financial company, safeguarding client assets is our primary responsibility and an unchanging core value that we uphold.",
  "about.philosophy.list04.title": "Regulatory Compliance",
  "about.philosophy.list04.content": "We will avoid conflicts of interest, comply with anti-money laundering regulations, handle records and communications, and comply with all applicable regulations and laws."
}
